[
    {
        "section": "Deities",
        "title": "Deities",
        "author": "Note added by Crawler Allister, 13th Edition",
        "content": "The Semeru Dwarves of the ninth floor all only worship a single goddess, who inevitably makes an appearance near the end of the battles as the final teams approach the gates of the castle of Larracos. She only has a single temple in the entire dungeon. I have never seen or heard of a crawler worshiping her. I don’t know if that’s even possible.\n\nShe is also, apparently, used as a foil during the Ascendency battles as well. She is hated by both the gods and the demons, and she’s said to be forever scheming, moving nations like pieces on a chessboard. Killing and resurrecting, all in her unknown cause. I’ve heard her described as a trickster. Insane. Jealous of mortals. The dwarves call her the Downward Spiral. An Earth and Water goddess who punishes those who abuse her world and the weakest within it. In my religion, we have a T’Ghee card that represents such a figure, called The Inevitable.\n\nSome say she is the reason for Scolopendra’s nine-tier attack. I’ve heard one dwarf say she is the daughter of the great centipede. Another say she’s the sister. Another claimed she’s the mother. I doubt any of those are true.\n\nOutside of Larracos, she is known by another name. She is called the Vinegar Bitch.",
        "notes": []
    },
    {
        "section": "Deities",
        "title": "Deities",
        "author": "Note added by Crawler Coolie, 19th Edition",
        "content": "There are three types of deity summonings. Avoid all three. Only idiots deal with deities. Some of them are genuine NPCs, but the big ones like Apito and Eris and so forth are always sponsored by some rich prick who basically paid extra to play a game called the Celestial Ascendency. The game is contained on the 12th floor, but the individual gods sometimes get called away. That game is different than the faction wars game and has its own followers and storyline. I don’t really understand, but I do know this. The gods are invulnerable except on the 12th and above floors. They are strong. They kill everything. And there ain’t a damn thing you can do about it.\n\nAnyway, the three types of summonings. All three require a physical vessel. Usually a mob. There are celestial boons, which is when a worshipper prays to a god, and he comes to fight for his worshipper. There are indentured summonings, where a powerful mage summons the deity to fight for him for a short time. This is against the god’s will, and they are usually pissed when it happens. And finally there are involuntary summonings. That’s when some poor fool accidentally summons the god because of some trap or spell or just bad luck. The gods are usually pissed about this one, too, and what’s worse, they arrive untethered, which allows them to smash everything in sight.\n\nIn my short experience, all three scenarios lead to the summoner’s death. Even the first scenario. Don’t trust deities under any circumstance. Just stay the fuck away. That’s my advice.",
        "notes": [
            {
                "author": "Note added by Crawler Forkith, 20th Edition",
                "content": "They may be invulnerable, but they still feel pain. They still bleed. The drivers of these bodies suffer. In honor of my sister, I pray I make it to the 12th floor just so I may slay one. I know this is but a dream, but I will look in the god’s eyes and say to him, “This is for Barkith. This is for my sister.”"
            }
        ]
    },
    {
        "section": "Deities",
        "title": "Deities",
        "author": "Note added by Crawler Tin, 21st Edition",
        "content": "I have noticed something quite curious. The gods and goddesses are Soul Armor. So when the aliens inhabit the bodies of the gods, they do so like the Intellect Hunters, the Scree, and the Valtay. The aliens are wearing the gods like clothes. That means they can, in theory, be removed with a successful cast of any spell designed to remove biological armor, such as Take That Shit Off and Laundry Day. You’d have to first defeat the invulnerability, of course. Plus it won’t hurt the gods, who will revert to their programing, natural state, whatever you wish to call it, and who knows what’ll happen to the aliens who were driving them. But if you need a god to do your bidding, it might be in your best interest to first shed it of its off-world influence. I have noticed that the aliens are quite unpredictable in their manner.",
        "notes": []
    },
    {
        "section": "Explosives",
        "title": "Explosives",
        "author": "Note added by Crawler Sinjin. 15th Edition",
        "content": "A level 3 sapper’s table lets you infuse bombs. Soak a hobgoblin smoke curtain in a healing potion, let it dry, and it mass kills undead like you wouldn’t believe.",
        "notes": [
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Confirmed. Works with bombs too but smoke works better. Doesn’t kill high-level undead, but they get mad. I use these to clear rooms of those invisible Swamp Wights."
            }
        ]
    },
    {
        "section": "Explosives",
        "title": "Explosives",
        "author": "Note added by Crawler Rosetta. Ninth Edition",
        "content": "Comrades, you know the high-level madness satchels, the bronze tier ones with the big yield? They are not as useless as they look. Because they randomly fall into rapid de-stability and explode, they are most dangerous unless they are in your inventory, of course. But with the 15-second waiting period after removing it, it makes them almost impossible to use because they can (and do) explode during those fifteen seconds. I have discovered a solution. If you can find or build an equippable backpack, they will not lose stability as long as they are in the backpack and the backpack is equipped. This also works for other party members if you wish to give them explosives to utilize. Use with caution.",
        "notes": [
            {
                "author": "Note added by Crawler Allister. 13th Edition",
                "content": "There is no longer a 15-second waiting period for removing items from inventory, so this advice is mostly moot. I can confirm that backpacks do still maintain stability. They weigh you down, however, and don’t work as well as inventory."
            },
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Backpacks only slow destabilization now, not negate it. Found that out the hard way. Rest well, little sister. I pray those who read this kill an enemy in her honor today. That is all we can do, no? Her name was Barkith, and she was all I had left. I feel lost, but I will persevere."
            }
        ]
    },
    {
        "section": "Legendary Artifacts",
        "title": "Enchanted Night Wyrm's Ring of Divine Suffering",
        "author": "Entry added by System AI",
        "content": "**Enchanted Night Wyrm's Ring of Divine Suffering**\n\nOooh, that's scary sounding.\n\nFor the discerning Crawler Killer, this magical ring can be one of the most formidable items in the dungeon. If utilized properly, this ring's wielder can grow exponentially in strength, especially on the deeper floors. But beware. If poorly wielded, this ring will kill you quicker than an exploding rage elemental. Either way, this ring imparts one of the dungeon's most highly sought-after skills.\n\n**Effects:**\n\n- The wearer of this ring receives the following benefits:\n\n  - +5% to all stats\n\n  - **The Marked for Death Skill:**\n\n    - It's not just Steven Seagal's magnum opus. It's also one of the dungeon's greatest, most infamous skills!\n\n    - Once activated, you will be presented with a list of all crawlers within your map's range.\n\n    - Only crawlers with 100% health will be selectable. Once a crawler is chosen, they will be marked. It takes 30 seconds for the mark to fully set and become active.\n\n    - When a crawler with an active mark dies, no matter the cause, you will receive a permanent +1 stat point to whatever that crawler's current highest stat is.\n\n    - The +1 stat benefit increases by one for every three marks you kill.\n\n    - **Warning:** Once a mark is set, you may no longer heal. If you are injured, or poisoned, or if you get a hangnail, you will suffer the ill effects and pain of that injury until the moment your prey is killed. So choose your marks carefully. Don't let them get away.\n\n    - You may only mark those designated as crawlers, except on the Scolopendra Lair levels (3, 6, 9, 12, 15, and 18) where you may also mark any non-dungeon-generated combatants.\n\n    - You may only mark one crawler at a time except on the ninth floor.\n\n    - This skill has a 5-hour cooldown on floors 1, 2, 3, 4, 5, 7, and 8.\n\n    - It has no cooldown on the 6th floor. Also on the sixth floor, marks form instantly.\n\n    - There is a 15-minute cooldown on the 9th floor, but there is no limit to the number of simultaneous marks.\n\n    - All remaining floors have no cooldown or delay to mark formation.\n\n- Happy Hunting!",
        "notes": [
            {
                "author": "Note added by Crawler Allister. 13th Edition",
                "content": "REDACTED"
            },
            {
                "author": "Note added by Crawler Rosetta. 9th Edition",
                "content": "REDACTED"
            }
        ]
    },
    {
        "section": "Faction Wars",
        "title": "Larracos",
        "author": "Note from Crawler Priestly. 14th Edition",
        "content": "Larracos is like a dream. It is a living, breathing poem. A song. One that marks itself indelibly onto your bones the moment you experience it the first time. I’ve never seen anything like it. It’s an inverted funnel of museums and galleries and colleges and of color. The NPCs live here. They have purpose and life. For the first time since we have been dragged into this horror, I feel awe and wonder and something other than rage. But it is a tainted and fleeting feeling. This city should not be here. It is too beautiful to be used in such a terrible, senseless way.\n\nI still don’t fully understand the fable with the volcano and the centipede at the bottom and what sort of metaphor, if any, it’s supposed to represent, but whoever designed this wonder at the center of the ninth floor was someone who appreciates fine detail and the art of turning the mundane into visual music. It is too beautiful, too real not to be a copy of someplace that truly existed, and it is difficult for my mind to make sense of it. For the first time, I don’t know where the real ends and the nightmare begins, and it has taken my breath away.\n\nThe Semeru dwarves supposedly built it, but they don’t control the city. Not anymore. They’re still around, mostly in the pubs. They’re also the non-combatant caretakers of the inverted castle, which sits in the center of the city at the bottom of the well.\n\nThe diameter of Larracos isn’t that great. It’s smaller than some of the cities on the Hunting Grounds. But the city itself has layers, going deeper and deeper, like an inverted cone. My culture has a story of a people who built a tower to reach the gods before the gods struck it down and scattered them all. I believe that legend is what this city represents. The Semeru were attempting to reach the Celestials who live not above, but below them. This action somehow awakened Scolopendra at the very base of the volcano.\n\nThis city thrives. Each level is something new and exciting. There are districts. One with theaters. Museums. Colleges filled with bright-eyed NPC students. Temples. Stores. Tonight, before we are expelled, I plan on sitting down and enjoying a play. A play, in this place. Can you believe it?\n\nI will draw a map for you. The one Milk drew is still good, but it lacks detail. The alien beasts congregate in the pleasure districts. I don’t dare venture down there, lest my impression of this fantasy is tainted. That’s where one may find the Desperado Club and the brothels. It’s where they hire their mercenaries, though I hear those markets are already bled dry. It’s where they trade their wares and buy their weapons from the murderers who cleaved through us like chaff on that nightmare of a sixth floor.\n\nThe aliens get expelled when we do. Less than thirty hours until the fighting begins.\n\nThey’ll be back. Once only three armies remain, they’ll be able to re-enter the city, and it will be destroyed. They say by the time the fighting is over, none of these NPCs are left alive. None of these buildings stand. It is all destroyed in the pursuit of an imaginary prize. This makes my heart hurt. This volcano world is obviously a fairy tale. But is this city real? It looks real. It smells real. There is history here. And if so, what’s the purpose of giving this to us? To show us a wonder that once existed, to remind us that they don’t care what they destroy? To beat us further into submission? And what of the NPCs? What of their suffering?\n\nI fear what will happen to my mind when I see it destroyed.",
        "notes": []
    },
    {
        "section": "Legendary Artifacts",
        "title": "Mysterious Bone Key",
        "author": "Note added by Crawler Tipid, Fourth Edition",
        "content": "If you make this decision. Be sure. Be sure it’s your only option. This is more than just a failsafe. It’s the end of everything. If there’s time to do something else, don’t be so quick. So you must be absolutely certain.",
        "notes": []
    },
    {
        "section": "Monsters",
        "title": "Babababoon",
        "author": "Entry added by System AI",
        "content": "(I should note that with this particular mob, you probably won’t see much of a difference between a normal one and one suffering the DTs. These guys are something else, even when they’re not suffering from withdrawal.)\n\nThe Babababoon is the king of idiotic chaos. This exclusive mob was created by taking a standard earth baboon and crossing it with the population from a Florida jail drunk tank. Not gonna lie. I’m pretty proud of this one. These guys ruin just about anything we put them in.\n\nBabababoons are roughly human-sized and have simian bodies, complete with bright red asses. Their fleshy, \"disconcertingly-human\" faces have too-small features. They wear the sort of hoodlum outfits you'd expect to find in a Florida drunk tank: backwards baseball caps, top hats, ripped t-shirts featuring Nick Cage's face or rude statements, etc. \n\nSome walk on two legs, some crawl around on all fours, but they are all incredibly fast. They're strong, loud, unintelligent brutes that screech and climb and lunge.",
        "notes": [
            {
                "author": "Note added by Crawler Rickard. 23rd Edition",
                "content": "Ran into a pack of these fuckers on the 8th floor. Their screeching is deafening and disorienting. Lost two teammates to their frenzied assault before we managed to put them down. Don't underestimate their speed and strength."
            },
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Their chaos is their weakness. Managed to lure a group of them into a tight corridor and took them out with a well-placed Flashbang Rune. They're too dumb to coordinate, so use that against them."
            }
        ]
    },
    {
        "section": "Monsters",
        "title": "Bad Llama",
        "author": "Entry added by System AI",
        "content": "Bad Llama. Level 3.\n\nIt’s a llama, but it’s bad. If he were human, he’d be covered in prison tattoos and would be hanging out in front of the Circle K hitting on 14-year-old girls. They might be willing to sell you something if you have good stuff to trade.\n\nYou won’t want to get hit by their spit.\n\nWith giant yellow buckteeth and tan fur, Bad Llamas are approximately the size of a horse. According to the Denver Zoo, regular llamas are characterized by a small head, a split upper lip, large ears, and short tails. \n\nA pouch in their throats allows them to spit red, baseball-sized gobs of scorching lava-spit from their mouths. It glows red when they prepare to spit; if the pouch is ruptured during this stage, it will burn the llama's throat and kill it. The lava spit smells of sulfur and cools from crimson to red. \n\nBeginning on the third floor, Bad Llamas may be worshippers of Grull.",
        "notes": [
            {
                "author": "Note added by Crawler Ossie. 18th Edition",
                "content": "Got caught off-guard by one of these bastards. That lava-spit is no joke - melted right through my armor and left me with some nasty burns. Keep your distance and aim for their throats."
            },
            {
                "author": "Note added by Crawler Drakea. 22nd Edition",
                "content": "If you can get your hands on a Frost Bomb, use it. The sudden temperature change will cause their lava-spit pouch to rupture, killing them instantly. Messy, but effective."
            }
        ]
    },
    {
        "section": "Monsters",
        "title": "Demons",
        "author": "Note added by Crawler Milk. 6th Edition",
        "content": "If you have to fight a demon, and you have access to Sheol Fire, do not use it. It makes the creature exponentially stronger.",
        "notes": [
            {
                "author": "Note added by Crawler Justice Light. 8th Edition",
"content": "Learned this the hard way. Watched a demon shrug off a direct hit from a Sheol Fire grenade like it was nothing. Then it proceeded to tear through our party like we were made of paper. Find another way."
},
{
"author": "Note added by Crawler Rickard. 23rd Edition",
"content": "Holy weapons seem to be effective, but they're hard to come by. If you can, try to bottleneck them in a narrow space and hit them with everything you've got."
}
]
},
{
    "section": "Deities",
    "title": "Grull the War God",
    "author": "Entry added by System AI",
    "content": "Grull is a terrifying war god known for his brutality and strength. He leads his followers into battle with unparalleled ferocity. Grull is heavily armored and wields a massive warhammer that can crush anything in its path. Facing him in battle is almost certain death for all but the most powerful crawlers.",
    "notes": [
        {
            "author": "Note added by Crawler Drakea. 22nd Edition",
            "content": "Grull is nearly invincible in direct combat. Your best bet is to avoid fighting him head-on. Use guerilla tactics, strike from the shadows, and never stay in one place for too long."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "His armor has weak points, particularly at the joints. If you have to fight him, aim for those spots. And remember, holy magic seems to weaken him, but not by much."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Blistering Ghouls",
    "author": "Entry added by System AI",
    "content": "Blistering Ghouls are undead creatures covered in blistering, toxic boils. These boils burst when they are attacked, releasing a corrosive acid that can eat through armor and flesh alike. They are slow but extremely dangerous up close.",
    "notes": [
        {
            "author": "Note added by Crawler Tin. 21st Edition",
            "content": "Keep your distance from these ghouls. Use ranged attacks to avoid getting hit by their acidic boils."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Fire seems to be effective. It can burst their boils from a distance without you getting splashed by the acid."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Wrath Ghouls",
    "author": "Entry added by System AI",
    "content": "Wrath Ghouls are ferocious undead creatures driven by unending rage. They are faster and stronger than regular ghouls, with claws that can tear through steel. Their rage makes them relentless and almost impossible to stop.",
    "notes": [
        {
            "author": "Note added by Crawler Priestly. 14th Edition",
            "content": "These ghouls are brutal. They don't stop until either they or you are dead. Use ice spells to slow them down and take them out from a distance."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Their rage is their weakness. They become reckless and easier to trick. Set traps and lure them in to gain the upper hand."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Ghoul Generators",
    "author": "Entry added by System AI",
    "content": "Ghoul Generators are horrific constructs designed to produce endless waves of ghouls. These twisted machines are often found deep within the dungeon and are heavily guarded. They are powered by dark magic and require a constant supply of corpses to function.",
    "notes": [
        {
            "author": "Note added by Crawler York. 10th Edition",
            "content": "Destroying a Ghoul Generator isn't easy. You'll need to take out the power source first. Look for the dark crystal core and smash it to stop the flow of ghouls."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "If you're facing endless waves of ghouls, find the generator and destroy it. BE CAREFUL; When a generator blows... it blows huge. It’s heavily guarded, so be prepared for a tough fight."
        }
    ]
},
{
        "section": "Monsters",
        "title": "Fairies and Sprites",
        "author": "Note added by Crawler Rosetta, 9th Edition",
        "content": "As fragile as they look, fairies and sprites can be difficult to kill. They’re fast. They’re magical. They’re always on alert. They say luck is not a real stat in this place, but I think it is. The luck of these little monsters... it’s unnatural. Something crazy always happens when I try to fight one. Be wary, comrades.\n\nBut if you must fight them, pull their wings off. They come off easily. That’s where they store their magic.",
        "notes": [
            {
                "author": "Note added by Crawler Ossie. 18th Edition",
                "content": "Learned the hard way that their luck is no joke. Had one dodge every single one of my shots, then trip me up with a bloody banana peel. Humiliating."
            },
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Can confirm the wing thing. Ripped the wings off a particularly nasty sprite, and it dropped like a stone. Still managed to bite me though, little shit."
            }
        ]
    },
{
    "section": "Monsters",
    "title": "Pestiferous Vines",
    "author": "Entry added by System AI",
    "content": "Pestiferous Vines are collective mind-control vine monsters that infect other mobs with mold spores and parasitic worms. They are common in the dungeon and can turn entire areas into hostile environments.",
    "notes": [
        {
            "author": "Note added by Crawler Forkith. 20th Edition",
            "content": "These vines are tricky. Use fire to burn them out, but be ready to deal with the infected mobs."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Target the core of the vine to take it out quickly. The spores and worms die off once the vine is destroyed."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Krakaren Crotch Dumplings",
    "author": "Entry added by System AI",
    "content": "Krakaren Crotch Dumplings are small, squirming parasites that hatch from larger monsters. They are quick and grow rapidly, posing a significant threat if not dealt with immediately.",
    "notes": [
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "These things are nasty. Stomp them out as soon as you see them. If they grow, you’re in for a world of trouble."
        },
        {
            "author": "Note added by Crawler Ossie. 18th Edition",
            "content": "Use fire to burn them out quickly. They don’t like the heat."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Cornets",
    "author": "Entry added by System AI",
    "content": "Cornets are skinless, eyeless, human-sized jackrabbits walking on two legs. They are terrifying and often found in large numbers at train stations.",
    "notes": [
        {
            "author": "Note added by Crawler Priestly. 14th Edition",
            "content": "These things are creepy as hell. They’re strong and quick. Best tactic is to strike first and keep your distance."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Found that bright light disorients them. Use it to your advantage."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Jikininki",
    "author": "Entry added by System AI",
    "content": "Jikininki are ghouls commonly found in the Iron Tangle Rail System. They have a voracious appetite for flesh and generally leave you alone unless you’re bleeding, littering, or trespassing.",
    "notes": [
        {
            "author": "Note added by Crawler Drakea. 22nd Edition",
            "content": "Encountered these on the rail system. They’re not too tough if you avoid bleeding or making a mess. Keep a healing potion handy to stop any bleeding fast."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Stay out of their personal space. They get aggressive if you invade it."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Drek",
    "author": "Entry added by System AI",
    "content": "Drek are demonic, ravenous, berserking babies who travel in packs. They are incredibly fast and can devour a full-sized elephant down to the bone in less than five seconds.",
    "notes": [
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Stay out of their reach. These little monsters are fast and deadly in numbers. Use area-of-effect spells to take out multiple at once."
        },
        {
            "author": "Note added by Crawler Tin. 21st Edition",
            "content": "Their coordination is poor. If you can split them up, they’re much easier to handle."
        }
    ]
},

{
    "section": "Monsters",
    "title": "Shambling Berserkers",
    "author": "Entry added by System AI",
    "content": "Shambling Berserkers are undead abominations composed of stitched-together body parts. They are slow and clumsy in daylight but become much more dangerous at night.",
    "notes": [
        {
            "author": "Note added by Crawler Allister. 13th Edition",
            "content": "These guys are tough. Took one down by targeting the seams. If you can get them to fall apart, they’re done for."
        },
        {
            "author": "Note added by Crawler Rosetta. 9th Edition",
            "content": "Avoid fighting them in the dark. Their strength and speed increase exponentially."
        }
    ]
},
{
    "section": "Monsters",
    "title": "Ghommids",
    "author": "Entry added by System AI",
    "content": "Ghommids are nightmarish creatures often seen in haunted areas of the dungeon. They take various horrific forms, from twisted humanoids to grotesque amalgamations of body parts. They are relentless and thrive in darkness.",
    "notes": [
        {
            "author": "Note added by Crawler York. 10th Edition",
            "content": "Caught one of these in a dark tunnel. Light spells weaken them significantly. Keep a lantern handy."
        },
        {
            "author": "Note added by Crawler Drakea. 22nd Edition",
            "content": "Ghommids are sensitive to loud noises. A good sonic blast can disorient them long enough for you to strike."
        }
    ]
},
    {
        "section": "Monsters",
        "title": "Giant Mimics",
        "author": "Note added by Crawler Rickard. 23rd Edition",
        "content": "Giant Mimics are the stuff of nightmares. These abominations can take the form of any large object, lying in wait for unsuspecting prey. I've seen them as treasure chests, doors, even entire rooms. They're patient, willing to wait for days or even weeks for the perfect moment to strike.",
        "notes": [
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Lost half my team to one of these things. It took the form of a bloody tavern, for gods' sake. We thought we'd found a safe place to rest. We were wrong. So very, very wrong."
            },
            {
                "author": "Note added by Crawler Ossie. 18th Edition",
                "content": "If something seems too good to be true down here, it probably is. Always check for the telltale signs - no dust, hinges in the wrong place, that sort of thing. One mistake could be your last."
            },
            {
                "author": "Note added by Crawler Drakea. 22nd Edition",
                "content": "Fire seems to be the only thing they truly fear. We managed to drive one off by setting it ablaze, but it took nearly all our Inferno Flasks to do it. Be prepared to burn through your resources if you encounter one of these horrors."
            }
        ]
    },
    {
        "section": "Monsters",
        "title": "Possession",
        "author": "Note added by Crawler Porthus, Second Edition",
        "content": "It’s important to note that possession via ghost and an evicted demon inhabiting a shell are two very, very different things. They call it possession, but it is anything but. Think of an elf falling to his death off a cliff, and at the last moment, he grabs onto a root, temporarily saving him. That root is the body he now resides within. Regular possession can be defeated. Evicted demons are something else entirely. Once one of these desperate creatures has taken a shell, be it living, dead, or recently undead, the end result for that shell is always the same. Destruction. They are gone the moment the demon moves in.\n\nKill it with fire. Destroy the head. Do whatever you can. These beasts will be frantic to get back home, and they will fight with everything they have. Don’t let one grab onto you, as it will pull you into Hades. Be wary of using healing magic on demon-possessed shells. While that works well for undead, it is different when it comes to those from the realm of Sheol. It is unpredictable and can possibly make the creature stronger.\n\nThis is important. Do not. Do not, do not, do not. Do not under any circumstances attempt to teleport a shell that’s possessed by an evicted demon away from you. The shell will teleport and dissipate.",
        "notes": [
            {
                "author": "Note added by Crawler Everly. 5th Edition",
                "content": "I've seen what these things can do. They're relentless, and they don't care about the damage they inflict on their host body. Had to put down a possessed teammate once. It still haunts me."
            },
            {
                "author": "Note added by Crawler Drakea. 22nd Edition",
                "content": "Fire is your friend. They may be desperate, but they still fear the flame. Use that to your advantage, and don't hesitate. Mercy will only get you killed."
            }
        ]
    },
    {
        "section": "Monsters",
        "title": "Spiders",
        "author": "Note added by Crawler Azin. 17th Edition",
        "content": "Spiders. By the gods, why? In our world, they only exist in myth, but apparently they’re a real thing and are common in the universe. What sort of nightmare must the Creators have been having to design such a thing?",
        "notes": [
            {
                "author": "Note added by Crawler Tin. 21st Edition",
                "content": "I don’t know. I think they’re cute"
            },
            {
                "author": "Note added by Crawler Tin. 21st Edition",
                "content": "Never mind. Holy shit, never mind. Fuck spiders."
            },
            {
                "author": "Note added by Crawler Rickard. 23rd Edition",
                "content": "Cute?! Tell that to the poor bastard who got dissolved from the inside out by spider venom. Burn them all, I say. Burn them all and salt the ashes."
            },
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Their webs are the real danger. Once you're caught, you're as good as dead. Always keep a Flame Blade handy to cut yourself free."
            }
        ]
    },
    {
        "section": "Monsters",
        "title": "Vampires",
        "author": "Note added by Crawler Allister. 13th Edition",
        "content": "Vampires. We have vampires in my culture, but they are not the same as the ones here in the dungeon, though they are similar. My T’Ghee deck contains two vampiric forms. The Plague Bearer and the Blood Hunter. Both represent death. Both represent the end of days. But one is considered deliberate, thirst-based evil, and the other, the Plague Bearer, is a study on how one’s poor actions can ripple through time and become amplified and doom us all. The vampires here on this seventh floor are a combination of the two. It is strange that our traditions are so different yet the same.\n\nI have not met any fellow crawlers cursed with vampirism, but I have met my fair share of vampire mobs and NPCs. The monster ones cannot be reasoned with. They are fast. Faster than you think. They are insatiable. They are strong. Yet they are not mindless. In fact, I believe the curse of vampirism greatly increases their intelligence. They cast spells. They wish to surround themselves with protectors. Do not underestimate them. Do not rely solely on your own mythology to defeat them. My best advice is to avoid them, and if they’ve moved into an area you occupy, move away as quickly as you can.",
        "notes": [
            {
                "author": "Note added by Crawler Drakea. 22nd Edition",
                "content": "Allister's advice is sound. These creatures are cunning and ruthless. They'll charm you with their words and then rip your throat out without a second thought. Trust nothing they say."
            },
            {
                "author": "Note added by Crawler Forkith. 20th Edition",
                "content": "Sunlight is your best weapon. They may be strong, but they're still vulnerable to the sun's rays. Lure them into the light if you can."
            }
        ]
    },
    {
        "section": "NPCs",
        "title": "Indestructible NPCs",
        "author": "Note added by Crawler Azin. 17th Edition",
        "content": "Some NPCs are indestructible. You can kill them, and they regenerate in a matter of minutes. If you find one of those, it means they have something on them or they know something important. Big important. The trick is finding out what that is.",
        "notes": [
            {
                "author": "Note added by Crawler Drakea. 22nd Edition",
                "content": "We found one of them and tied him to the front of our shield. Ha. The next day the Nagas patched it. Didn’t make an announcement or anything, but the guy disappeared. Went back to the church to grab him again, and it wouldn’t let us take him from the building. We dragged him out the door, and he exploded and then was reborn. Tried it five times before giving up. Turns out he knew the password to the safe that held the key for the stairwell chamber."
            }
        ]
    },
    {
        "section": "NPCs",
        "title": "Mercenaries",
        "author": "Note added by Crawler Everly, Fifth Edition",
        "content": "We ended up hiring five mercenaries. I got four from the Merc guild on the sixth floor of the Desperado Club, and another party member got a healer from Club Vanquisher. It was and continues to be a disaster. My guys cost us 1,500 gold a day each, and I’m not sure if it was worth it.\n\nFirst off, you have to be very careful with them. If they die, you can’t loot their bodies, and our contract stipulates you have to pay their daily rate for the rest of the damn floor. It’s outrageous. The healer charges per spell cast.\n\nSecond, getting them from one place to the next is difficult if you use a personal space. It’s easy to lose them. If they leave with me, it’s fine. The door opens, and we walk out together. Otherwise, it automatically defaults to the last place they entered, as if they were a regular crawler. So if they’re not right there with you when you exit, they could end up three or four saferooms away. One of our guys left and never came back. He’s still alive, as I can see him in the chat, but the prick is just wandering around some town having a good ‘ol time and I can’t even fire him because you have to bring them back with you to let them go.\n\nPlus their levels mean next to nothing. My level-40 orc is a significantly better fighter than my level-50 dwarf, who is now dead, by the way. Got hit by a chair, of all things, and he died. Twenty-two more days at 1,500 gold a day. The whole thing is a scam.",
        "notes": []
    },
    {
        "section": "NPCs",
        "title": "Mercenaries",
        "author": "Note added by Crawler Rosetta, 9th Edition",
        "content": "Never trust mercenaries.",
        "notes": []
    },
    {
        "section": "NPCs",
        "title": "NPC Deaths",
        "author": "Note by Crawler Justice Light, 8th Edition",
        "content": "I made a mistake today. I killed an NPC I shouldn’t have. We are a strong people, the skyfowl of the white cliffs. We do not take insults without retribution. He was a proprietor of a store selling trap supplies in a large settlement here on the sixth floor. I needed what he had, but he insulted me, so I killed him. It let me take the item that was on the shelf. But he had so much more. He always said the items were in the back, but there was nothing there. I think everything was in his inventory, but it appears shopkeepers don’t drop their full inventory if you kill them. Now the town guards are after me, and the shop, which was a good source of supplies for me and many others, is just gone, and I fear the whole operation is going to fail thanks to my actions. It was the only trap shop on the whole floor.\n\nThis is something we should note and remain aware of. Do not make the same mistake as me. Killing of these innocents should be kept to a minimum, unless absolutely necessary.",
        "notes": []
    },
    {
        "section": "NPCs",
        "title": "Poor NPC Bastards",
        "author": "Note added by Crawler 0000. 24.5th Edition",
        "content": "Here’s the thing. These poor bastards are just as much victims as we are. Not just the NPCs, but the mobs, too. That doesn’t mean don’t kill them. Hell, I realized something today. Killing them is actually the best thing we can do for them. But you know what I also realized? All of you, all twenty-four of you who have come before me? You’ve all failed in one thing. If we’re really going to burn this place to the ground, we need to actually do it and not just talk about it. We need to start killing them, too. I don’t know for sure how to do it yet, but I’ll come up with something.\n\nThey will not break me. Fuck them all. They will not break me.\n\nBut I will break them.\n\nThis is my promise to myself, to my friends, and to you, anyone who reads these words. I will break them all.",
        "notes": []
    },
    {
        "section": "NPCs",
        "title": "Show Them The Lie",
        "author": "Note added by Crawler Herot. 16th Edition",
        "content": "Show them the lie. Show them the seams. Show them the path they’re on is a false one. Think of a trolley on a track. A worn path is easily traveled. The more worn the path, the more difficult it is to get them to look away. Just like the deeper the track, the sturdier the trolley. But even the strongest of minds, even those controlled and relentlessly corrected can be derailed just as a trolley can be derailed by a tiny, properly placed pebble. Find the pebble and place it on the path, and their own momentum will do the work for you.[8]\n\nIn an early paragraph, instructing future crawlers on how to help NPCs break the fourth wall:\n\nAsk them questions, and then challenge them when they don’t know something they should. Be kind but firm.[9]\n\nOn using NPCs as teammates:\n\nMake sure you surround yourself with trustworthy, competent companions. Not too many, but enough to get the job done. Efficient helpers are an absolute must. Remember their true capacity. Fools will get you killed.",
        "notes": [
            {
                "author": "Note added by Crawler Herot, 16th Edition",
                "content": "I do wonder, sometimes, how my worn path method will work on the deeper floors with the longer timelines. Tea that steeps too long tends to take on an unexpected flavor."
            },
            {
                "author": "Note Added by Crawler Ossie, 18th Edition",
                "content": "I know I don’t write often in these scrolls, but I have read them all. I just finished my third re-read of Herot’s overly-wrought essay and ramblings about the Worn Path Method of waking NPCs. These theories are sound, I think, but I believe there is something he has missed. Something monumental. I think they’re lying about the origin of some of these NPCs.\n\nYears pass, times change, laws and rules evolve. But this behemoth we find ourselves trapped within still persists. A reused canvas painted over and over again. The fact that this scroll I am writing in even exists suggests that the brush strokes used to paint this world are so piled atop one another, it’s impossible to see every image that once was.\n\nAsk a bopca where they come from, and they’ll all tell you the same thing. That the aliens came to their planet and “offered” them a chance to live in the dungeon. I don’t think they’re the only ones with such a fate, and I’m beginning to believe the bopca’s station is much higher than that of those who’ve been offered a similar deal."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler 0000. 24.5th Edition",
"author": "Note added by Crawler 0000. 24.5th Edition",
"content": "I’m starting something I don’t think will succeed. I will be documenting every step along the way. We have a method of communication that allows prying eyes not to see it. See my earlier post about the coffee shop author’s kit to see how it works. I don’t know if the following will be useful or not to future readers, but as Drakea suggested, we should be detailed as possible, especially with plans that could possibly lead to our deaths. If anything, this will be a record of my demise. Sorry if there’s language from my culture you don’t understand. Here’s a copy and paste of page one of our notes:",
"notes": [
{
"author": "Note added by Crawler 0000. 24.5th Edition",
"content": "Goal one is to survive. Everything else is secondary. However, if we meet all of these secondary objectives, we’ll not only survive here, we’ll also have a good footing once we hit the ninth floor."
},
{
"author": "Note added by Crawler 0000. 24.5th Edition",
"content": "The secondary goals are (summarized and order from most important to least important: \n\nKill all Hunters on the Sixth Floor.\nREDACTED\nREDACTED\nREDACTED\nREDACTED\nREDACTED\nREDACTED"
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Drakea. 22nd Edition",
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Once lit, a fire is easier to stoke than it is to extinguish. Remember that. Fuck the snakes. Fuck the rats. Fuck them all. One day they will all burn, and while I’m certain I will be long dead, I will laugh. I will laugh long and hard, and I will be waiting for them on the other side of the veil where not even the vast expanse of stars or time will withhold my wrath. If you are reading this, friend, I pray you will join me. Side by side we will exact our revenge.",
"notes": []
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Everly, Fifth Edition",
"author": "Note added by Crawler Everly, Fifth Edition",
"content": "My sponsor sent me a box today meant for someone else in my party. And not a crawler, but one of my mercenaries. A spellbook of Hasten Poison. I was quite upset about it. But not five hours later, he used that spell to kill the boss holding the lockbox key, and it saved the lives of us all. I don’t trust my sponsors, but I do trust that they want to keep me alive. As long as I breathe, their insipid advertisements remain on full display, and their investment is intact.",
"notes": [
{
"author": "Note added by Crawler Everly, Fifth Edition",
"content": "The moment I hit floor eight, they gave me a great box, as if to make up for the previous one. A tool that allows me to take shortcuts through this maze. I really want to hope. To think that there’s good out there. It’s in times like this that there’s a spark in my chitin, a longing for a future that contains warmth and stars."
},
{
"author": "Note added by Crawler Everly, Fifth Edition",
"content": "I take it back. I take it all back. My sponsor was deliberately steering me not toward life, but a death that would be watched and remembered and ultimately heartrending and painful. I was a fool. Fuck you, Dictum Waystation Controls, Limited, whatever that means. I hope your company and all your children die in pain."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "This is Everly’s last entry. She did not mention the manner in which she was set up, which is unfortunate. Please, future author. Be as detailed as you can."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Ikicha. 11th Edition",
"author": "Note added by Crawler Ikicha. 11th Edition",
"content": "My people have a saying. “The burning Yenk needs only to embrace their enemies.” It likely translates poorly, but what it means is that some problems aren’t problems at all if you think on it long enough.",
"notes": []
},
{
"section": "Personal Notes",
"title": "2nd Personal Note added by Crawler Ikicha. 11th Edition",
"author": "Note added by Crawler Ikicha. 11th Edition",
"content": "Gods, I am so lonely.",
"notes": []
},
{
"section": "Personal Notes",
"title": "3rd Personal Note added by Crawler Ikicha. 11th Edition",
"author": "Note added by Crawler Ikicha. 11th Edition",
"content": "We are meant to live solitary lives, even the eunuchs amongst us. Still, the sight of him, twisted and changed, speaking with that same voice that once said such sweet words... It broke me, friends. It broke me in such a way I did not think possible after all that has happened.\n\nThey’re not the same. Even if cured of the rot injected into their aura. Don’t even try. Hope is crucial, but it can also be poison if it is blind.",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "This was Ikicha’s last entry. It took me a while to understand what our brother truly meant when he posted this. Now that I know, I, too, struggle with the knowledge. Gone is gone. Dead is dead, and anything presented to you in any other matter is nothing but a cruel, sadistic tease. We are on a fabricated stage surrounded by puppets built by the enemy. Do not ever forget this.\n\nEven if I succeed. Even if I survive to this fabled 18th floor and emerge victorious, I hold no cursed faith for those who have been lost, and I suggest you do not, either.\n\nBut that doesn’t mean we still can’t have hope.\n\nI dream of a fire that spreads across the sky like the Winter Nebula. A fire that reaches the beginning and the end, and even though this fire exists only in my mind—for now—the warmth of it is enough to sustain me, even on the coldest of nights.\n\nFor you, Ikicha."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Milk. 6th Edition",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "I used to make a stew for my whole family. The recipe in itself wasn’t anything special. Rance meat, bone broth, a wild grass that would grow on the leeward side of our island. We’d pray over the cauldron while it simmered. The stew, when prepared properly, would not only be delicious. It would awaken the old knowledge within the minds of the young. We’re all imprinted with the route of the yearly migration, but something in the traditional meal quickens that knowledge. In sharing this meal with our young, we’re not only bonding with one another. We’re ensuring their survival should we fall. I can’t stop thinking about it. These aliens took us before I could make this year’s stew. The youngest amongst us are not here. How are they faring out there, all alone? How can they possibly survive without our guidance? Who will show them the way?",
"notes": []
},
{
"section": "Personal Notes",
"title": "2nd Personal Note added by Crawler Milk. 6th Edition",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "Holy underworlds on high. That last fight... I can’t even describe it. What the fuck. What the fuck. What the fuck.",
"notes": []
},
{
"section": "Personal Notes",
"title": "3rd Personal Note added by Crawler Milk. 6th Edition",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "I am writing the sixth edition of this book. I am putting as much information as I can in here. One day you will find these words, and I pray that they feed you, like the stew I used to serve to our little ones. But is it enough to give this information to just one person? There’s honor in giving someone a meal. But I wish to cook a feast for the whole galaxy. I wish for them all to choke on our pain.",
"notes": [
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Comrade, I agree. One day, we will make certain they all know. Our words will not be lost. I swear it."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Porthus, Second Edition",
"author": "Note added by Crawler Porthus, Second Edition",
"content": "I don’t know why this journal came to me, but I don’t feel it will ever be enough. I have done my best, adding little things here and there to the meager, mostly-useless recipes. How many generations before this book truly has enough information to make a difference? Too many, I fear. As the first to receive these words, and now, as the author of the second edition, I feel inadequate. I have not done enough.\n\nI have decided to accept the deal. I don’t know what will become of me, but I swear on the name of all my fallen brothers and sisters, one day I will make them pay. It seems those who live outside our world can exist for thousands of years. I don’t know how this is possible, but if I survive my 100 seasons of servitude, I will do everything I can to end this horror. I don’t know if I have the strength, but I will do my best to not be broken.\n\nThis will be my last entry into this book, but I am not yet done with the enemy. As long as I have breath, I will fight.",
"notes": []
},
{
"section": "Personal Notes",
"title":  "1st Personal Note Added by Crawler Priestly. 14th Edition",
"author": "Note Added by Crawler Priestly. 14th Edition",
"content": "Stab, stab, stab. It is all I know.\n\nIt is the final days of Faction Wars, and it is clear the orcs will stand victorious. It is clear the army I have been conscripted into will fall against these beasts. It is clear tomorrow I will die. The brutality and sadism of the Skull Empire is unparalleled. How is it these monsters are only play-acting? How can their citizens see this and not rise up after learning what lives in their leaders’ hearts? I will soon be facing them on the battlefield. Tomorrow morning the bugbears march. Several of the enslaved, conscript crawlers in my squad will flee in the night and hide in the forest, but I’m afraid they will be run down, just like the others. Stab, stab, stab. I don’t want to go back into the city. That beautiful dream. That song of a place. I am terrified. My mind is slipping. That beautiful city, destroyed? I cannot march with my eyes closed. The orcs have the numbers and the brutality, and the bugbears do nothing but laugh.\n\nI overheard one of them wondering out loud if the gods themselves will notice the battle, the bloodbath. That happens here, in this place. The gods notice when the toll is too great. They add themselves to the fray. It is proof to me that in reality we are truly alone. My people are gone. There are only 300 of us left, down from millions. And they, the real gods, have not intervened? No. No. It’s undeniable proof of our solitude.\n\nStab. Stab. Stab.\n\nI hope there is music, in the end.",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "This is Priestly’s second-to-last entry. Do yourself a favor. Don’t read that last one. He doesn’t make it to the battle once he sees what has happened to Larracos, and that’s all you really need to know.\n\nFuck them all."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "If you get the chance, don’t hesitate. Not for one second."
}
]
},
{
"section": "Personal Notes",
"title": "2nd Personal Note Added by Crawler Priestly. 14th Edition",
"author": "Note Added by Crawler Priestly. 14th Edition",
"content": "So much. So little. Stab, stab, stab. If I fall, if I stand. It matters not when the song is done.",
"notes": []
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Rosetta. 9th Edition",
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "How can they do this? Do they not see us? Are we not real to them? We are the same. By the gods old and new, we are the same. Yet they kill us like we are nothing. Comrades, if I ever get out of this, which seems more and more unlikely by the day, I swear upon the moons I will spend the rest of my days making certain this evil is not only eradicated from the stars, but there will be accountability for their crimes.\n\nI swear it, I swear it, I swear it.",
"notes": []
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Sinjin. 15th Edition",
"author": "Note added by Crawler Sinjin. 15th Edition",
"content": "I now worship the goddess Kuraokami. Worst decision ever. The goddess is sponsored by some male soother twat who is treating it like I really worship him. They made this whole system more complicated than it needs to be. If you see a god or if you find a temple or if you find a scroll of prayer, you’re given the option to worship a god. Once you do it, there’s a pawful of benefits but also a bunch of rules you gotta follow. For Kuraokami, if you kill something, you have to touch the corpse with ice at least once a day. Why? Who the fuck knows. I don’t have an ice spell, so I need to go back to safe rooms and get more ice every day.\n\nIf Ido the ice thing once a day five days in a row, I get a boon. Only you don’t know what the boon is going to be. I haven’t made it five days yet. If you miss a day, the goddess “turns her back,” and you stop getting any of her benefits. If you miss two days, you receive a debuff. If you miss three, you fall from grace and can’t worship them anymore. There’s a 50% chance you’ll get “smited.” I don’t know what that means, but it ain’t gonna be good.\n\nYou can also voluntarily leave the faith, but it comes with an automatic smite.\n\nBut worst of all, while you worship the god, the god can sometimes send you messages. The description says it’s rare, but my goddess won’t shut the hell up. I’m pretty sure I’m the only one who worships her, and this rat asshole is bored or something and sends me message after message. The last note I got was, “You need to say I’m the prettiest goddess out loud.” I finally told him to fuck off. But now the twat is swearing at me in my messages. I don’t know if they have any real power over me unless he somehow gets summoned or I get smote. As soon as I get to the stairwell station, I’m going to leave the faith and then jump down the stairs. Maybe that’ll save me.",
"notes": [
{
"author": "Note added by Crawler Azin. 17th Edition",
"content": "This is Sinjin’s last entry. A person in my party was smote by his god, and it made his blindness debuff permanent.\n\nStay the fuck away from gods."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Tipid, Fourth Edition",
"author": "Note added by Crawler Tipid, Fourth Edition",
"content": "I killed my best friend today. I wish I had never made it this far.",
"notes": [
{
"author": "Note added by Crawler Tipid, Fourth Edition",
"content": "It was me or him, and I chose to save myself. I didn't think. I reacted. I reacted to save myself. Anybody else would do the same. I keep telling myself that again and again. Does that make me evil? No, I don’t think it does, not when I think of it logically. Then why do I feel this way?"
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler Volteeg. Seventh Edition",
"author": "Note added by Crawler Volteeg. Seventh Edition",
"content": "I miss her. I miss her so goddamn much. Is it worth it? To survive this place with her gone? No. No, I don’t think it is.",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "This is Volteeg’s first, last, and only entry in the cookbook. Fuck everything about this place."
}
]
},
{
"section": "Personal Notes",
"title": "1st Personal Note added by Crawler York. 10th Edition",
"author": "Note added by Crawler York. 10th Edition",
"content": "Reading the words of those who have come before me, I know them. You, reading this. I know you, too. You are me. That is who this book finds.\n\nI have been alone my whole life. I have been surrounded by my hive, yet I have been alone. That is okay, I now know. It is acceptable to have your own thoughts, your own mind, despite what they say. But it is also acceptable to be alone and want the strength of the hive. There is no shame in that. No contradiction. That is what this book attempts. To make a hive of those who will never cross paths, except in these pages.\n\nYet sometimes this book is not enough. You sometimes want more. You want to belong. Again, there is no shame. There is no shame in wanting to be alone yet also wanting the comfort and the strength of your brethren. But more importantly, there is no shame in wanting to protect those who are your hive, even if you never knew them. For they are yours, and they are being taken. It is us or it is them. There is consolation in dying in the pursuit of justice, no matter how small or big that death is.",
"notes": []
},
{
"section": "SecretSocieties",
"title": "The Guild of Suffering",
"author": "Crawler Milk. 10th Edition",
"content": "Ah, the Guild of Suffering. If you're reading this, I hope you haven't already got that cursed tattoo burned into your skin. The Night Wyrm's Nasty Little Web of Suffering tattoo isn't just a mark—it's a ticket into a world of pain, power, and paranoia. Got it by using a Divine Suffering artifact, did you? Welcome to the club. Now, keep your wits about you.\n\nThe guild's outreach centers are scattered throughout the dungeon like nasty little surprises. They might look like harmless shops or innocent rest spots, but don't be fooled. The most infamous front is the Penis Parade on the top floor of the Desperado Club. Looks like a sleazy strip club, right? Well, it is, but it's also the recruitment hub for the Guild of Suffering. If you find yourself there, know that you're already being watched.\n\nJoining the guild means you get to take on assassination quests—these aren't your run-of-the-mill kill orders. The quests are written in some bizarre language on flaps of dried skin, veins still pulsing. Creepy, right? They're dangerous, often deadly, but the rewards... oh, the rewards are worth every drop of blood spilled. Trust me on that.",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "If you ever find yourself marked by the Night Wyrm's tattoo, tread carefully. The guild's power is immense, but so is the danger that comes with it."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Remember, every move you make is watched by the guild. Trust no one, and always be prepared for the unexpected. The Guild of Suffering does not forgive or forget."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "They're onto me. I can feel their eyes on me even in the safest rooms. If you've joined, don't stay in one place too long. Keep moving, keep hiding. They're relentless."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "I did it. I killed the Night Wyrm, or at least I thought I did. But something's not right. It was too easy. Now, I suspect it wasn't the real Night Wyrm. If you find this note, be warned: the true leader is still out there, and they won't stop until I'm dead. Watch your back."
}
]
},
{
"section": "The Hunting Grounds",
"title": "Hunting Grounds",
"author": "Note added by Crawler Forkith. 20th Edition",
"content": "Based on some of these previous passages and my own observations, I think I’ve put together a good idea about the layout of the Hunting Grounds. They say it’s the same every time, but that is not true. Herot spoke of those tall creatures who bellow into the sky each night, rumbling the world. Azin described the kite birds always flying overhead. Ikicha wrote of the ice and cold weather. None of those are here, not in this iteration. Most of the world is jungle. That is a constant. But the monsters within change, so be careful taking advice from previous editions of this book regarding this floor.\n\nHowever, the map appears to be the same each time. The “political landscape” is the same, too. It is a round world with a single named metropolis and dozens of other unnamed cities of varying sizes like on the third floor. This world, according to the story, was half metropolis and half jungle before Scolopendra’s nine-tier attack, whatever the hell that even means. After the attack, most everyone died, and the jungle ran rampant, swallowing the ruins. However, after a few hundred years, the survivors have started to rebuild. The named city is always in the same place. In the north, near the edge of the map and overlooking a clear valley filled with lower-level monsters, placed there so the hunters can train while the crawlers make their way through the lower floors. All the way to the southeast is the high elf city, which is in the thickest part of the jungle. Stay away from the elves. They are powerful magic users, and they attack everyone. Even the hunters stay away.\n\nBefore the cataclysm, this world was rich. The city was under control of a multi-race council. The jungle was under control of the high elves. They hated each other, but there was mostly peace. A river separated the two districts.\n\nThat river still winds through the map. There are bridges in regular intervals. Stay out of the water. The Naiads live within and are just as bad as the elves.\n\nThe named city—whose name appears to be different each time—will always be under control of a single race. It doesn’t matter which one. The moment the hunters arrive, one of them always hunts down and kills the NPC leader, which gives them control. I think it’s the only city they’re allowed to do this in, otherwise they’d have control of them all by the time we arrive. Either way, once the floor opens, the low-level valley will be hunted to extinction, the existing government of the named city will have been wiped out, and one of the hunters will have set themselves up as Grand, the title given to mayors of the biggest settlements.\n\nStay out of the big city. The guards will attack you on sight.",
"notes": []
},
{
"section": "The Hunting Grounds",
"title": "Hunting Grounds",
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "The hunters avoid the elites. They are smart enough to know not to fight against something they won’t be allowed to easily defeat. The problem for us is elites are more dangerous than the hunters, and much more numerous. They should always be avoided. However, it appears some of the more powerful hunters go out of their way to hunt these elites anyway, all in a quest to gain more equipment and clout for themselves. It is a most dangerous game, one I am happy to watch play out. I am not yet powerful enough to kill either elite or hunter claw-to-claw, but with my new subclass, I am experimenting with hidden traps that may even the odds. I shall attempt not to directly slay either, but to bring hunter and elite together.\n\nThe woman from the talk show let slip that the naga fools have offered insurance to those idiotic dramas that control the elite beasts. It will be my pleasure to watch the elites fail and die. While killing a hunter directly is a worthy feat, it is not a smart one. Killing individuals may be satisfying, but the true satisfaction is hurting them on a larger scale. When one values coin above life, you should target the coin, for it hurts them more. And that is my food. My life. My god. Hurting the naga and everyone responsible for this nightmare.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "Bathrooms",
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "The saferoom restrooms are a good place to read. Just don't take too long or you'll get pinched. The rats say there's a Syndicate rule that they can't watch you in the bathroom stalls. This is just for the actual toilets, not the rest of the bathrooms. Dunno if it's true. Those Naga bastards are a suspicious lot, and I fear I may soon be discovered.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "Castles",
"author": "Note added by Crawler Herot. 16th Edition",
"content": "During my studies, I have run across multiple castle variations. So far I have identified three distinct types. The size of the castle doesn’t seem to have a bearing on what type it is. It is more a function of the game’s insistence to forward the narrative, not unlike how the musical key of a Virilean opera movement is a function of the performer’s ability to progress and not necessarily in service to aural aesthetics.\n\nThe first iteration is just a regular building like anything else you might encounter in the dungeon. It is a fortified building with monsters, sometimes with a boss within. Sometimes a quest is involved, but the castle is usually an obstacle or part of the environment, not the target of the quest. I have found this to be the most common.\n\nThe second type is a governmental entity. Usually, this is a quest target. One must either claim the throne room or kill a boss. Once this occurs, the castle is “conquered” and whatever this castle has dominion over is obtained. It can be a region or a whole country or just the castle itself or simply a quest trigger. Once this goal is met, the castle itself is no longer relevant.\n\n(Incidentally, this second iteration is the type in the faction wars games of the ninth floor. There, each team is gifted a throne seed the moment we crawlers arrive. They are given a day to place the seed, and the game begins. The seed must be placed within a self-contained structure on their property. Oftentimes they have prepared for this by pre-building a castle or using a pre-existing structure. The location of this building cannot be hidden, so placing the seed within a fortified structure is the best choice. Once the castle is conquered, then the associated armies are defeated and dominion is transferred to the conqueror.)\n\n(See my essay on the nature of NPCs for more insight on how conquering areas may be utilized to forward my Worn Path Method of enlightenment.)\n\nThe third castle type is similar to the second with a small difference. The castle itself is a self-contained village with an NPC and guard ecology. It is almost identical to the villages and cities of the third and sixth floor. If conquered, the castle will appear in the crawler’s interface as an owned village and taxes will be collected. Guards can be controlled just as if in a regular village.\n\nI have not personally obtained a castle, but a fellow crawler has. They state there are a few differences to the interface regarding town defense and available upgrades, but they have not told me what they are and threatened to punch me in the mouth if I kept asking, so I have refrained. If I learn more, I will update this entry.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "Portals",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "Portals are hard to understand. It seems like there are dozens of different types that all work in different ways. Sometimes they’re like doors, and you don’t even know they’re there. Sometimes, like the entryways between floors, you just need to touch them and they work. Sometimes you have to put your hand through, and you start to feel like you’re getting dragged. If you let yourself go slack, you get pulled in. But you can still break free. It’s not consistent. Sometimes you have to be big enough to fit through it to work, and sometimes a portal the size of a button will toss you into a monster den. Teleport traps are the worst.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "The Abyssal Portal",
"author": "Crawler Milk. 6th Edition",
"content": "The Abyssal Portal is one of the most terrifying portals you'll encounter in the dungeon. These portals are usually found in high-stress areas, often place d as traps or last-resort escape routes. When you step through an Abyssal Portal, you're not just teleported to another location; you're hurled into the Nothing, a place of endless darkness and bottomless pits.\n\nUnlike other portals, the Abyssal Portal doesn't just move you from point A to point B. It disorients you, messes with your senses, and throws you into a freefall for what feels like an eternity. Crawlers have reported seeing monstrous shapes and hearing the screams of the damned as they fall. It's a one-way trip unless you find another portal within the Nothing to pull you out.\n\nPro tip: If you ever find yourself facing an Abyssal Portal, make sure you have a plan. These portals are often guarded by powerful monsters or traps, and once you're in, getting out isn't guaranteed. The key to surviving the Nothing is to keep moving and hope you find a way out before something finds you.",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "The Nothing. If you an entrance, it's usually best to avoid it unless you have no other choice. If you must be near it, do your best to close it, bury it, or at least not call attention to yourself. It won't save you, but it might give you a fighting chance."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Remember, the Nothing doesn't just want to consume your body; it doesn't want your mind. It's the feral gods and demons living in the Nothing that do."
}
]
},
{
"section": "The World Dungeon",
"title": "Shows",
"author": "Note added by Crawler Coolie. 19th Edition",
"content": "I went on a program tonight. They transported me to a ship that floats in low orbit over the planet. The ship has an open window with no glass that is only protected by a forcefield. It is amazing. I can look down upon my planet. My beautiful, lost planet. If I am to die here, I want this to be my last view.",
"notes": [
{
"author": "Note added by Crawler Coolie. 19th Edition",
"content": "I am going on another program tonight. I have secreted bugbear paste into my boots. I will detonate them while I am in orbit. There will be two admins on board. My Blast Shield skill should protect me from the explosion—if the skill works at all in that place. I don’t even know. But if I blow the ship, it won’t matter. Think of me, brothers. It is little, but it is all I have."
},
{
"author": "Note added by Crawler Coolie. 19th Edition",
"content": "I have failed. I have blown the ship, and my skill indeed protected me, but the forcefield around the ship has prevented it from fully breaking apart. The admins only appeared to be with me. They were holos. I was fooled today, and I am ashamed, brothers. The gravity has failed, the temperature is dropping, and it is getting difficult to breathe. I do not think they can remove me while the forcefield remains.\n\nBut I see my planet, my beloved Qurux. It shines, and it warms me in this cold. I pray one day someone will avenge her, for I cannot."
},
{
"author": "Note added by Crawler 0000. 24.5th Edition",
"content": "Coolie. I know you can’t read this, but I want you and every future reader to know that I used the information from your passage to help plan the first step. If it wasn’t for your words, I wouldn’t have had the confidence or knowledge to act. What I did today I did for you and for a little girl named Bonnie. My only regret is that my first step was a small one, and I don’t know yet if I’ll survive long enough to take a second.\n\nBut if I do manage that second step, please forgive me. What I do from here on out is solely for me and my people. As long as I am alive, I will do everything I can to make them burn.\n\nThey will not fucking break me."
},
{
"author": "Note added by Crawler 0000. 24.5th Edition",
"content": "One."
}
]
},
{
"section": "The World Dungeon",
"title": "Stairwells",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "Even though you can sometimes move the platforms upon which the stairwells sit, you cannot put the exit portal into your inventory. You can’t bring a stairwell into your saferoom. I watched one get hit by an Utter Annihilation Wand, and it remained unscathed. I believe that means they are indestructible.",
"notes": [
{
"author": "Note added by Crawler Herot. 16th Edition",
"content": "Milk is correct here about the stairwells. It states in the rules manual that while stairwells may be gated until certain conditions are met, the stairwells themselves are not allowed to be removed from the playing field."
}
]
},
{
"section": "The World Dungeon",
"title": "Stairwells and Faction Wars",
"author":  "Note added by Crawler Rosetta, 9th Edition",
"content": "The only way for a crawler to move from one floor to the next is via a stairwell. That’s it. It is an unbreakable rule. There is no skipping floors. At the end of Faction Wars, after the Viceroys pulled out their last minute victory, a portal appeared, and several of the remaining fucks stepped within. It was all of them. The orcs, the viceroys, the operatics, even the nagas, all together, laughing as if they weren’t just bathing in each other’s entrails the day before. It appeared it was taking them to another part of the dungeon. Some sort of nightclub on a different floor for a victory party. They dragged several unwilling NPCs with them, including the librarian elves from the college, whose help was instrumental in our survival. A crawler tried to jump through the portal to save the NPCs, and he was stopped like it was a wall of glass. He tried casting a spell through the portal, but it did not work, though the attempt did catch the attention of the orc prince. The orc stepped back through the glass into the smoldering remains of Larracos, lassoed the crawler, and returned to the portal. The rope pulled itself within, and it cut the crawler in half. We watched as the orc and his friends laughed, just there on the other side of the glass. It was the last crawler they killed, of the thousands who fell during that pointless game.\n\nTonight, I will dream of watching them burn. Tonight, I will pretend I was smart enough to find a way to lance them from afar.\n\nComrades, I hope you help me realize my dream one day.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "System AI",
"author": "Note added by crawler Herot, 16th Edition",
"content": "I’m starting to believe I have the ability to manifest my own destiny, after a certain fashion. The more unstable the AI running this system becomes, the less predictable it is. Yet at the same time, it’s even more predictable in certain ways. I made a quip about being hungry, and I suddenly received a random achievement notification about my hunger level. I discussed with my friend how I wished we could kill more ghasts, because they often drop knowledge scrolls, and not one hour later, I received a quest to hunt down a certain number of the very same monsters. Beware, however. That same quest killed my friend. The AI is always listening, thinking, plotting, changing the game to suit its desires. At the higher levels, it is not nearly as rigid as it once was. That pliability can be an asset or an extreme danger.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "System AI",
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Ever since I hit the tenth floor, I’ve noticed a peculiarity in some of the mobs. It is difficult to put to words, but it is like they are embracing death more and more. It’s not that they are willing to fall upon my traps, but there is a strange... Joy? Curiosity? that only appears at the very end, when they know they have been beaten. But there’s more. There’s frustration, too. I must admit, it scares me. I know this will sound unhinged, and maybe I am indeed the one who has lost their mind, but I can’t stop thinking about it. The voice that runs this world has been getting stranger and stranger in its words and rulings. I believe it is moving into the minds of these monsters, taking them over, but just at the point of death. It’s as if it’s desperately attempting to know what it’s like to lose it all. But it keeps failing, so it keeps trying. Its frustration grows. If only I could convince it to move into the minds of one of these nagas.",
"notes": []
},
{
"section": "The World Dungeon",
"title": "Technology",
"author": "Note added by Crawler Batbilge, 12th Edition",
"content": "Be careful with the marketplace interface. It uses a different system to value items than whatever you might have installed into your UI. It tags this tome as a unique, heirloom item, giving it a ridiculous value, something like 50 million gold. Nothing has happened yet, but I am afraid of giving a third party access to my inventory like that.",
"notes": [
{
"author": "Note added by Crawler Allister, 13th Edition",
"content": "I don't know if this is the cause, but this appears to be Batbilge's last entry into the Cookbook. I've been leaving the cards casually on my bed whenever I use the marketplace. Make sure you don't have it on you to be safe"
}
]
},
{
"section": "Crafting",
"title": "Crafting Basics",
"author": "System AI. 1st Edition",
"content": "Crafting in the dungeon requires skill, patience, and the right tools. Each crafting station has its unique requirements and capabilities, and mastering these stations can give you a significant edge in survival.\n\n- Skill Requirements: Each crafting station requires a specific Crafting skill to operate efficiently. Higher skill ranks allow crafting higher quality and more powerful items.\n- Components and Tools: Crafting takes time, components, and often special tools or workspaces. Make sure you have everything you need before starting.\n- Risk of Failure: Failed crafting rolls can ruin materials or have interesting side-effects. Always be prepared for the unexpected.",
"notes": [
{
"author": "Note added by Crawler Priestly. 14th Edition",
"content": "Don't rush. Taking your time reduces the risk of failure. Also, invest in better tools—they make a difference."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Keep an eye out for enchanted tools. They can significantly improve your success rate and the quality of your crafts."
}
]
},
{
"section": "Crafting Stations",
"title": "Engineer's Workshop",
"author": "System AI. 1st Edition",
"content": "The Engineer's Workshop is essential for crafting mechanical devices, traps, and constructs. You'll need Tinker's Tools and proficiency in Crafting (Mechanics) to make the most of this station.\n\nExamples:\n- Craft clockwork sentries\n- Rebuild broken gear systems\n- Design and construct sprawks",
"notes": [
{
"author": "Note added by Crawler Allister. 13th Edition",
"content": "If you can find a set of gnomish tools, your efficiency will skyrocket. They're rare, but worth every bit of trouble to obtain."
},
{
"author": "Note added by Crawler York. 10th Edition",
"content": "Oil your tools regularly to avoid mechanical failures. A drop of troll grease does wonders."
}
]
},
{
"section": "Crafting Stations",
"title": "Sapper's Workbench",
"author": "System AI. 1st Edition",
"content": "The Sapper's Workbench is your go-to for crafting explosives, alchemical weapons, and mines. You'll need a Demolition Kit and proficiency in Crafting (Alchemy) to use this station effectively.\n\nExamples:\n- Craft explosive charges\n- Brew acid flasks\n- Create smoke bombs",
"notes": [
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Use enchanted glass for your acid flasks to prevent accidental leaks. It's a bit pricier, but safer."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Experiment with different reagents. You might stumble upon a recipe that yields a bigger bang for your buck."
}
]
},
{
"section": "Crafting Stations",
"title": "Alchemist's Lab",
"author": "System AI. 1st Edition",
"content": "The Alchemist's Lab is perfect for brewing potions, elixirs, and poisons. An Alchemist's Kit and proficiency in Crafting (Alchemy) are required to utilize this station.\n\nExamples:\n- Brew healing potions\n- Craft antidotes\n- Distill deadly poisons",
"notes": [
{
"author": "Note added by Crawler Tin. 21st Edition",
"content": "Adding a pinch of fairy dust to healing potions enhances their potency. Just don't overdo it—fairies don't part with their dust willingly."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "For antidotes, fresh ingredients are key. Try to use recently harvested plants and herbs for best results."
}
]
},
{
"section": "Crafting Stations",
"title": "Scrivener's Desk",
"author": "System AI. 1st Edition",
"content": "The Scrivener's Desk is used for scribing scrolls, runeworking, and encoding data. You'll need Calligrapher's Tools and proficiency in Crafting (Calligraphy) to work at this station.\n\nExamples:\n- Inscribe spell scrolls\n- Encode research notes\n- Craft glyph traps",
"notes": [
{
"author": "Note added by Crawler Batbilge. 12th Edition",
"content": "Using enchanted ink increases the power of your spell scrolls. It's costly, but worth it."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Keep your quills sharp. Dull quills make for sloppy work and can ruin an entire scroll."
}
]
},
{
"section": "Crafting Stations",
"title": "Inscriber's Atelier",
"author": "System AI. 1st Edition",
"content": "The Inscriber's Atelier is where you etch runes, emblems, and metaphysical inscriptions. Inscriber's Tools and proficiency in Crafting (Inscribing) are necessary for this station.\n\nExamples:\n- Etch armor runes\n- Craft inscribed weapons\n- Enchant tattoos",
"notes": [
{
"author": "Note added by Crawler Ossie. 18th Edition",
"content": "Diamond-tipped tools are best for etching runes. They leave cleaner lines and don't wear out as quickly."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Practice on scrap materials first. Mistakes can be costly when working on valuable items."
}
]
},
{
"section": "Crafting Stations",
"title": "Enchanter's Altar",
"author": "System AI. 1st Edition",
"content": "The Enchanter's Altar is used for imbuing items with magical properties through arcane rituals. You'll need an Arcane Focus and proficiency in Crafting (Enchanting) to utilize this station.\n\nExamples:\n- Enchant a flaming weapon\n- Craft a staff of power\n- Create enchanted jewelry",
"notes": [
{
"author": "Note added by Crawler Sinjin. 15th Edition",
"content": "Using rare gems as foci can significantly enhance your enchantments. Try to source the highest quality you can find."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Pay attention to the lunar cycle. Some enchantments are more powerful when performed under a full moon."
}
]
},
{
"section": "Crafting Stations",
"title": "Potential Crafting Stations",
"author": "System AI. 1st Edition",
"content": "There are more specialized crafting stations that can be discovered and utilized within the dungeon, each with their unique requirements and benefits.\n\n- Jeweler's Bench: For gemcutting and jewelcrafting.\n- Artisan's Loft: For crafting armor, clothing, and other wearable items.\n- Carpenter's Workshop: For woodworking, furniture, and structural enhancements.",
"notes": [
{
"author": "Note added by Crawler Priestly. 14th Edition",
"content": "If you come across an unknown station, experiment carefully. Some hidden features can give you a significant edge."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Upgrading your stations can yield better results. Look for hidden upgrade kits scattered throughout the dungeon."
}
]
},
{
    "section": "Explosives",
    "title": "Crafting Arcane Explosives",
    "author": "Crawler Porthus. 2nd Edition",
    "content": "Explosives in the dungeon are a game-changer. Here are detailed instructions on how to craft some of the most effective arcane explosives. Use these wisely, as each one has its own unique impact and potential for devastation.",
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "These recipes have saved my hide more times than I can count. Tweak them if you have the skills, but remember: precision is key. One wrong move, and you'll be scraping your remains off the dungeon walls."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "I've made some improvements to these recipes. They're a bit more stable now and pack a bigger punch. Follow my notes carefully."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Arcane Grenade",
    "author": "Crawler Everly. 5th Edition",
    "content": "The Arcane Grenade is a compact, throwable explosive that releases a burst of magical energy upon detonation. Perfect for dealing with groups of mobs or creating a quick escape route.",
    "instructions": [
    "1. Gather the following materials: one mana crystal, one enchanted iron casing, a pinch of powdered dragon bone, and a vial of liquid essence.",
    "2. Carefully crush the mana crystal into fine shards.",
    "3. Mix the powdered dragon bone with the liquid essence to form a glowing paste.",
    "4. Insert the mana shards and glowing paste into the enchanted iron casing.",
    "5. Seal the casing with a magical rune to stabilize the mixture.",
    "6. To use, simply throw the grenade and activate the rune by speaking the activation word."
    ],
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "Add a few drops of phoenix blood to the glowing paste for a more intense blast radius."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "Use an obsidian shard instead of iron for the casing if you need a stealthier, less detectable grenade."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Flashbang Rune",
    "author": "Crawler Everly. 5th Edition",
    "content": "The Flashbang Rune is a throwable device designed to disorient and blind enemies. Its burst of light and sound is highly effective in tight spaces or when you need a quick getaway.",
    "instructions": [
    "1. Gather the following materials: one blank rune stone, one vial of light essence, one vial of thunder essence, and a strip of leather.",
    "2. Etch the rune stone with the symbols for 'light' and 'sound' using an enchanted carving tool.",
    "3. Soak the rune stone in the vial of light essence until it absorbs the liquid.",
    "4. Wrap the leather strip around the stone and secure it with a knot.",
    "5. Dip the wrapped stone into the vial of thunder essence to charge it.",
    "6. To use, throw the rune and it will activate upon impact, releasing a blinding flash and deafening bang."
    ],
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "Adding a pinch of crushed glowstone to the light essence will increase the duration of the flash effect."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "For a more concentrated blast, etch a third symbol for 'focus' onto the rune stone."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Arcane Mine",
    "author": "Note added by Crawler Milk. 6th Edition",
    "content": "The Arcane Mine is a small, placed explosive that can be remotely detonated. Ideal for setting traps or securing perimeters.",
    "instructions": [
    "1. Gather the following materials: one enchanted clay disc, one mana crystal, one vial of quicksilver, and a pinch of powdered basilisk fang.",
    "2. Crush the mana crystal and mix it with the quicksilver to create a volatile slurry.",
    "3. Shape the clay disc into a shallow bowl and pour the slurry into it.",
    "4. Sprinkle the powdered basilisk fang over the slurry to stabilize it.",
    "5. Seal the top of the clay bowl with a thin layer of enchanted wax.",
    "6. Place the mine and use a remote detonator to activate it when needed."
    ],
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "Embedding a small piece of void crystal in the slurry will enhance the explosion's concussive force."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "Use a silver disc instead of clay for better durability and resistance to tampering."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Arcane Satchel Charge",
    "author": "Note added by Crawler Milk. 6th Edition",
    "content": "The Arcane Satchel Charge is a large explosive device carried in a backpack. It is designed for demolishing structures or dealing with high-value targets.",
    "instructions": [
    "1. Gather the following materials: one reinforced leather backpack, three mana crystals, a liter of dragonfire oil, and a bag of powdered obsidian.",
    "2. Crush the mana crystals into a fine powder and mix with the dragonfire oil.",
    "3. Line the inside of the backpack with enchanted lead to contain the blast.",
    "4. Fill the backpack with the oil mixture and add the powdered obsidian for extra shrapnel.",
    "5. Seal the backpack with a magical lock that can be triggered remotely.",
    "6. To detonate, use a remote activator or set a timed fuse."
    ],
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "Incorporating a layer of enchanted steel mesh inside the backpack will increase the shrapnel spread."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "Adding a secondary compartment filled with acid will ensure a secondary blast, causing further structural damage."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Dragonfire Devastator",
    "author": "Note added by Crawler Milk. 6th Edition",
    "content": "The Dragonfire Devastator is a massive explosive device designed to fit inside a barrel. It's intended for obliterating large areas or causing maximum destruction.",
    "instructions": [
    "1. Gather the following materials: one reinforced iron barrel, five mana crystals, a gallon of liquid magma essence, and a sack of powdered adamantium.",
    "2. Crush the mana crystals and mix with the liquid magma essence to form a highly volatile compound.",
    "3. Line the inside of the iron barrel with dragonhide to contain the initial explosion.",
    "4. Fill the barrel with the volatile compound and add the powdered adamantium for enhanced destruction.",
    "5. Seal the barrel with a rune-inscribed lid and secure it with enchanted chains.",
    "6. To detonate, use a powerful remote activator or a timed magical fuse."
    ],
    "notes": [
    {
    "author": "Note added by Crawler Rosetta, 9th Edition",
    "content": "Embedding several smaller arcane crystals in the mixture will create a chain reaction, significantly increasing the blast radius."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "For a more controlled explosion, create compartments within the barrel using enchanted titanium plates. This will direct the blast more effectively."
    },
    {
    "author": "Note added by Crawler 0000. 24.5th Edition",
    "content": "Warning: The size of this blast CANNOT be overstated. The yield on this explosion is easily 8-10X larger than the system AI predicts or my calculations can account for. When this thing goes off, it's likely to level an entire block. Use with extreme caution and make sure you're a safe distance away—preferably in another town or on your way down a stairwell."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Bugbear Paste",
    "author": "Porthus. 2nd Edition",
    "content": "You ever want to see a Bugbear explode like a popped zit? This stuff does the trick. Bugbear Paste is nasty and volatile. One swipe of this paste on a door hinge and the whole thing goes kaboom! Use it to blow holes in walls or turn monsters into chunky salsa. Just be careful—one wrong move and you'll be the next victim.\n\nInstructions:\n1. Mix troll's blood and goblin teeth until it smells like death.\n2. Stir in powdered bone ash till you get a thick, disgusting paste.\n3. Keep it airtight or it'll blow up in your face.\n4. Smear it where you want destruction and light it up. Enjoy the show.",
    "notes": [
    {
    "author": "Note added by Crawler Tipid. 4th Edition",
    "content": "Add a drop of basilisk venom for an explosion that leaves nothing but ashes."
    },
    {
    "author": "Note added by Crawler Rosetta. 9th Edition",
    "content": "Spread it evenly or it will melt your dick off."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Jug O'Boom",
    "author": "Everly. 5th Edition",
    "content": "Jug O'Boom is an incendiary tossable explosive, created by inserting a torch into a jug of Rev-Up Moonshine. It earns the Dungeonpreneur achievement upon creation.\n\nInstructions:\n1. Fill a sturdy jug with Rev-Up Moonshine.\n2. Insert a standard torch into the jug, ensuring a snug fit.\n3. Seal the jug with enchanted wax to prevent leaks.\n4. When ready to use, light the torch and toss the jug at your target.\n5. The explosion causes burning splash damage over a wide area, with flames burning for 15 seconds per level of the user's Incendiary Device Handling skill.",
    "notes": [
    {
    "author": "Note added by Crawler York. 10th Edition",
    "content": "For a longer burn, use a torch treated with phoenix feathers."
    },
    {
    "author": "Note added by Crawler Drakea. 22nd Edition",
    "content": "Be cautious when handling the lit torch—one slip, and things get dicey quick."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Celestial Grenade",
    "author": "Milk. 6th Edition",
    "content": "These babies call down the gods themselves. Threw one during the Ninth Floor Faction Wars, and next thing I knew, a deity was smiting everything in sight. Perfect for when you're in a pinch and need divine intervention. Just make sure you're on their good side.\n\nInstructions:\n1. Get yourself a spiked orb made of star metal.\n2. Fill it with celestial essence—borrowed mine from a divine artifact.\n3. Stick in a silver pin to keep it safe.\n4. Pull the pin, throw, and watch a god descend. If you're devout, enjoy the 60-second Divine Intervention. If not, pray you get a friendly god.",
    "notes": [
    {
    "author": "Note added by Crawler Justice Light. 8th Edition",
    "content": "Use only in dire situations—gods can be unpredictable and vengeful."
    },
    {
    "author": "Note added by Crawler Forkith. 20th Edition",
    "content": "Stay. the. fuck. away. from. the. gods."
    }
    ]
    },
    {
    "section": "Explosives",
    "title": "Gnomish Knock-Knock",
    "author": "Tellius. 3rd Edition",
    "content": "This is the big one—literally. Dropped one of these from an airship and watched an entire city block vanish. The Gnomish Knock-Knock is pure overkill. Perfect for when you need to send a clear message.\n\nInstructions:\n1. Build a casing out of reinforced steel (strong enough to survive a dragon's bite).\n2. Fill it with dragonfire oil and powdered mithril.\n3. Install a pressure-based fuse—fine-tune for altitude.\n4. Attach to an airship or high-altitude platform.\n5. Set the fuse, drop, and brace for an earth-shattering kaboom.",
    "notes": [
    {
    "author": "Note added by Crawler Allister. 13th Edition",
    "content": "Double-check those fuse settings—screw it up, and you could blow yourself up early."
},
{
"author": "Note added by Crawler Rosetta. 9th Edition",
"content": "Store securely. These are notoriously unstable and will ruin your day if mishandled."
}
]
},
{
"section": "Explosives",
"title": "Goblin Dynamite",
"author": "Tipid. 4th Edition",
"content": "Goblin Dynamite is as unstable as a goblin on caffeine. The red stick is sticky, and the wick hisses like a snake. Light it up, and you better throw fast or kiss your hand goodbye. Used it once to clear a tunnel of kobolds—worked like a charm.\n\nInstructions:\n1. Mix goblin saliva and red clay until you get a gooey mess.\n2. Add powdered brimstone for that explosive kick.\n3. Shape into sticks and let dry till they're tacky.\n4. Attach a sulfur-treated wick that hisses when lit.\n5. Light, throw, and cover your ears. It goes off fast and loud.",
"notes": [
{
"author": "Note added by Crawler York. 10th Edition",
"content": "Keep away from open flames. One spark, and you'll be goblin bits."
},
{
"author": "Note added by Crawler Rickard. 23rd Edition",
"content": "Store in a sparkproof container to avoid accidental explosions."
}
]
},
{
"section": "Explosives",
"title": "Hobgoblin Pus",
"author": "Rosetta. 9th Edition",
"content": "Hobgoblin Pus looks like clay, but it's a powerful explosive. Used some to blow a reinforced door clean off its hinges. It's triggered with an actual detonator, so you can set it up and get clear before setting it off. Perfect for traps or sabotage.\n\nInstructions:\n1. Knead hobgoblin pus until it's pliable.\n2. Shape it into the desired form—spread it thin for bigger explosions.\n3. Embed a detonator into the pus.\n4. Place it where you need destruction.\n5. Use a trigger to set it off when you're at a safe distance.",
"notes": [
{
"author": "Note added by Crawler York. 10th Edition",
"content": "Mix in iron filings for a shrapnel effect. Makes it deadlier."
},
{
"author": "Note added by Crawler Rickard. 23rd Edition",
"content": "If you're short on time, use a quick-drying variant of the detonator."
}
]
},
{
"section": "Explosives",
"title": "Hobgoblin Smoke Curtain",
"author": "Rosetta. 9th Edition",
"content": "Hobgoblin Smoke Curtains are a must-have for escapes. Light one up, and it creates a dense white fog that covers the area. Used it once to escape a squad of orc warriors. They were swinging blind while I slipped away. The fog color can be changed at the sapper's table for different effects.\n\nInstructions:\n1. Shape a small clay ball and hollow it out.\n2. Fill it with powdered fogweed, ground troll hair, and a pinch of enchanted salt.\n3. Insert a fuse treated with fire beetle oil.\n4. Seal the ball with enchanted wax.\n5. Light the fuse, toss, and enjoy the cover.",
"notes": [
{
"author": "Note added by Crawler Justice Light. 8th Edition",
"content": "For added confusion, mix in glow dust to create blinding light flashes."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "Change the fog color at the sapper's table for different tactical uses."
}
]
},
{
"section": "Explosives",
"title": "Satchel Bomb",
"author": "Ikicha. 11th Edition",
"content": "Satchel Bombs are your go-to for leveling buildings. One of these bags contains the explosive power of 13 sticks of hobgoblin dynamite. Used one to take down a guard tower—worked like a charm. Just place it, get clear, and boom.\n\nInstructions:\n1. Fill a sturdy leather bag with hobgoblin dynamite sticks.\n2. Add a layer of enchanted sawdust for extra explosive force.\n3. Insert a detonator and seal the bag tightly.\n4. Place the satchel where you need maximum destruction.\n5. Detonate remotely or with a timed fuse, and watch the structure crumble.",
"notes": [
{
"author": "Note added by Crawler York. 10th Edition",
"content": "For a bigger blast, mix in some troll sweat. Just a drop will do."
},
{
"author": "Note added by Crawler Rickard. 23rd Edition",
"content": "Use an extra-long fuse if you need more time to get clear."
}
]
},
{
"section": "Bosses",
"title": "Country Bosses",
"author": "Note added by Crawler Milk. 6th Edition",
"content": "When a country boss dies, it drops persistent loot called the Treasure Map. My advice. Don’t pick it up.\n\nOver 400 of us faced the boss. Less than 50 survived. It would’ve been easier if it had been physically huge, allowing us to all attack at once. But this terror was in a low-ceilinged cave, and it was almost impossible to even get a hit in. We were doing damage to each other just as much as to him. All country bosses have special attacks that kill en masse. Beware the ones who look especially easy to kill. They are inevitably the worst.\n\nWhen we finally emerged victorious, it did not feel like a victory. We were angry and bloodied and distrusting of our fellow crawlers who’d eagerly killed others just to get a hit in on the boss. What should have been a moment of unity was the calamitous event that spelled our doom.\n\nThis was by design. Of that I am certain.\n\nAnd then we all picked up the map, which showed the location and quality of all the magical gear in the area. Gear we all felt we deserved. It sparked a second slaughter, and I received my first player-killer skull.\n\nI wish I had never picked up that map. It wasn’t worth it. I have blood on my claws, and it will never wash away.",
"notes": [
{
"author": "Note added by Crawler Justice Light. 8th Edition",
"content": "Milk's right. That map is a trap, a cruel trick to turn us against each other. I watched my team tear each other apart over it. The bonds we'd forged, broken in an instant. It's not worth the cost."
},
{
"author": "Note added by Crawler Forkith. 20th Edition",
"content": "If you must take the map, do it alone. Don't let others know you have it. The temptation is too great, and even the strongest wills can break. Trust no one with this knowledge."
},
{
"author": "Note added by Crawler Drakea. 22nd Edition",
"content": "The map is a lie. The gear it promises doesn't exist. It's just another way for them to watch us suffer. Burn it. Burn it and never look back."
}
]
}
]
